package com.dq.android.travelcarrytreasure.model.baidulvyou;

import java.io.Serializable;

/**
 * Created by DQDana on 2017/4/27
 */
public class LocationResponse implements Serializable {

  /**
   * errno : 0 msg : data : {"scene_info":{"title":"","subtitle":"","info":{"sid":"795ac511463263cf7ae3def3","surl":"beijing","sname":"北京","parent_sid":"5007715ac511463263cfd1f3","uid":"66371958f556d77846ef25d1","view_count":"11336275","cid":"1","star":"5","scene_layer":"4","is_china":"1","vid":"4d1595669b396215de375450","ambiguity_sname":"北京","place_uid":"7af0a1acefe223dd0a1cc7f3","place_name":"","map_cid":"131","plan_layer":"4","poiid":"","qunar_code":"beijing_city","ext":{"sid":"795ac511463263cf7ae3def3","passed_count":"625","view_count":"0","lower_desc":null,"lower_count":"0","scene_layer":"4","fmap_x":"744286721","fmap_y":"393696069","visit_count":"394818","map_x":"12957008.915895","map_y":"4833827.6626995","map_info":"116.393525,39.969654","self_notes":"0","going_count":"8700","gone_count":"127068","md5":"de9b9870f949e7e08194e33898595ece","phone_package_size":"25948814","ipad_package_size":"0","ipad_package_md5":"c22ce4c6b27c4ed1de372ebc6e3ded15","poid":"64d96904b51dec9c4d08b74b","remark_count":"5957","tpl_id":"1","version_id":"1","alias":"京，Peking","en_sname":"Beijing","address":"","phone":"","level":"","website":"","visa_level":"0","abs_desc":"表面上它是现代大都会，但内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。","sketch_desc":"","more_desc":"北京，中国首都。每个人心中，都有一个\u201c我爱北京天安门\u201d的北京情结，都曾梦想着生活在传说中的紫禁城；梦想着穿梭在王朔笔下的胡同和大院；也梦想着爬上万里长城，大喊：我是好汉！在每个人心中，都一个人属于自己的北京。\n北京是一座包容万象、海纳百川的城市。三千年的历史，六朝故都，这里荟萃了自元明清以来的中华文化，荟萃了众多名胜古迹和人文景观。这里汇聚了八方来客，宗教、文化、语言在这里融合，兼容并蓄。如果想准确的描绘出北京的模样，无异于痴人说梦，北京在红宫墙外的宁静小路上，在胡同儿的转弯拐角儿，在国贸的匆匆路旁，也在未名湖边的石砖小径。只有用心去感受，去聆听，才能听到北京的内心独白。\n在我的心里，北京表面上它是现代大都会，但是内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。\n有许多著名的学府如清华、北大等也汇聚于此，可以漫步校园中想象朱自清、胡适等昔日大师在校任教时的情景。\n还有许多闻名遐迩的自然景观，如红叶迷人的香山公园、竹林遍地的紫竹院、环境幽雅的玉渊潭\u2026\u2026","avg_remark_score":"4.3","template_id":"0","impression":"北京文化底蕴深厚，是一个古典与现代结合的城市。旅游资源十分丰富，景色都很宏伟壮观。北京的交通和购物都很方便，也有很多美食，小吃和北京烤鸭好吃，雾霾比较严重，空气质量不行。","language":"汉语","avg_cost":"¥2000","cids":"1","template_id_new":"0","accuweather_id":"101924","booking_id":"-1898541","season":"0"},"mapid":"131","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D1080%2C1080/sign=fe6c3192a7ec08fa26551ba669d60d41/bd3eb13533fa828baf7108cefa1f4134970a5a48.jpg","weather":{"temp":"13~28","weather":"晴","wid":"1","acc_url":"http://m.weather.com.cn/mweather/101010100.shtml"}}},"mod_list":[{"list":[{"xid":"34086d0754c85f19f47778fe","name":"天安门广场","type":1,"comment":"来到北京的第一天，必然要去天安门转转了，这里是北京的标志，建议早点起哦，还可以去观看升国旗仪式。升旗的时间跟日出时间相同，所以小伙伴要提前查好哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，沿地下通道走10米，左转，继续沿地下通道走220米，右转，继续沿地下通道走40米，右转，走20米，右转，走240米，右转，走20米，直走进入外桥，沿外桥走90米，到达终点\n\n","type":1,"dist":"570米","time":"8分钟"}},{"xid":"63ada4c71261cb1fadacc0fd","name":"人民英雄纪念碑","type":1,"comment":"人民英雄纪念碑在天安门广场上，非常庄严宏伟，进入天安门广场区域需要要安检，记得带身份证哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，沿广场西侧路走50米，右转进入广场，沿广场走410米，向右前方转进入东长安街，沿东长安街走10米，左转进入广场东侧路，沿广场东侧路走20米，右转，走40米，进入地下通道，沿地下通道走40米，右转，继续沿地下通道走40米，右转，走20米，右转，走240米，右转，走20米，直走进入外桥，沿外桥走90米，到达终点\n\n","type":1,"dist":"980米","time":"13分钟"}},{"xid":"86100066d60419efc7170dfe","name":"天安门","type":1,"comment":"从地下通道可以由英雄纪念碑走到天安门，在这里拍张纪念照，告诉大家，你到祖国的心脏来了吧~","traffic":{"comment":"步行方案：从起点向正北方向出发，走610米，直走进入内金水桥，沿内金水桥走80米，左转桥，走10米，右转，走70米，右转穿过马路并继续向前，走100米，右转穿过马路并继续向前，走40米，右转，走50米，左转，走10米，向右前方转，走90米，向右前方转，走20米，到达终点\n\n","type":1,"dist":"1.1公里","time":"14分钟"}},{"xid":"6208c401f1153f0fd41f74fe","name":"故宫","type":1,"comment":"故宫，又称紫禁城，明清两代的皇宫，建议穿运动鞋等平底鞋，故宫地面石路比较不平坦，要好好注意哦~因为故宫里面没有卖饭，所以最好带足早饭、午饭的量的食物哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，走10米，右转进入广场，沿广场走90米，左转，走60米，向左前方转，走30米，向右前方转，走250米，左转穿过马路并继续向前，走60米，左转，走10米，向左前方转，走40米，向左前方转，走10米，右转，走230米，右转穿过马路并继续向前，走100米，左转穿过马路并继续向前，走80米，左转穿过马路并继续向前，走80米，右转，走10米，到达终点\n\n","type":1,"dist":"1.0公里","time":"13分钟"}},{"xid":"56d53c0c3f154ff17fe413fe","name":"景山公园","type":1,"comment":"从故宫北门出来，过了马路就是景山公园，可看到紫禁城的全貌。","traffic":{"comment":"步行方案：从起点向正北方向出发，走10米，左转，走130米，左转穿过马路并继续向前，走40米，左转穿过马路并继续向前，走110米，右转穿过马路并继续向前，走200米，右转，走60米，左转，走10米，向右前方转，走10米，左转，走10米，右转，走50米，右转穿过马路并继续向前，走230米，向右前方转，走30米，右转，走60米，左转，走200米，右转，走170米，左转穿过马路并继续向前，走60米，左转，走200米，右转，走60米，左转进入西华门大街，沿西华门大街走160米，到达终点\n\n","type":1,"dist":"1.8公里","time":"23分钟"}},{"xid":"6e363e07d8d241a19b263dda","name":"紫禁城角楼","type":1,"comment":"从景山公园下来后，如果时间充裕，去紫禁城角楼的位置拍落日余晖，那真真儿的是极美的~","traffic":[]}],"pl_name":"北京5日经典行程","pl_id":"af077538bf23536896e68742","avatar":"http://c.hiphotos.baidu.com/lvpics/wh%3D200%2C200/sign=0160a5eafc1986184112e7867add0241/b812c8fcc3cec3fd4e7887fed288d43f869427f2.jpg","title":"推荐行程","subtitle":"Amanda小黎的北京5日经典行程","key":"plan"},{"title":"附近推荐","subtitle":"周边吃喝行游购","list":[{"poi":{"place_uid":"0a63662d1e34cfd9734b8702","name":"秦香陕西食府(望京SOHO店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C470%2C626%3Bw%3D470%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=b25ce91e494a20a425516687ad62b412/a2cc7cd98d1001e9c84ba503be0e7bec54e79743.jpg","overall_rating":"4.1","distance":38,"map_remark_count":20,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48814418505,"y":40.002076036039},"price":22,"recommendation":["肉夹馍","岐山哨子面","臭豆腐","风味肉夹馍","小炒泡馍","蛋炒饭","油泼扯面","腊汁肉拌面","岐山臊子面(大)","秦镇米皮","水盆羊肉","臊子面","臊子干拌面","羊肉泡馍","酸汤扯面","冒饸咯","三合一面"]},"type":1},{"poi":{"place_uid":"77d33bab0c8fe7eef219376f","name":"杨国福麻辣烫(望京soho店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C690%2C460%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=38be42e09b82d158afcd03f1bd3a35e8/0824ab18972bd407dc4d17f37c899e510fb30932.jpg","overall_rating":"4.8","distance":37,"map_remark_count":29,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48776698657,"y":40.002079904926},"price":29,"recommendation":["梅林午餐肉","丸子","莴笋","羊肉","青菜","大白菜","蘑菇","麻辣烫"]},"type":1},{"sid":"87327fe4381b2120f8cc1e30","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=c5c2b3f0bd315c6043c063ebb881e727/500fd9f9d72a60590011feff2934349b023bbad5.jpg","avg_remark_score":4.2,"map_x":116.50819795726,"map_y":40.004805066396,"going_count":9,"remark_count":"15","parent_sid":"87fc7fe4381b2120f8cc1efe","surl":"caochangdi","distance":1751,"desc":"来自五湖四海，风格迥异的艺术家们在此肆意挥霍着他们的梦想，如今形成了一个奇妙而有趣的印证。","sname":"草场地","type":2,"tags":[],"poi":{"sid":"87327fe4381b2120f8cc1e30","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=c5c2b3f0bd315c6043c063ebb881e727/500fd9f9d72a60590011feff2934349b023bbad5.jpg","avg_remark_score":4.2,"map_x":116.50819795726,"map_y":40.004805066396,"going_count":9,"remark_count":"15","parent_sid":"87fc7fe4381b2120f8cc1efe","surl":"caochangdi","distance":1751,"desc":"来自五湖四海，风格迥异的艺术家们在此肆意挥霍着他们的梦想，如今形成了一个奇妙而有趣的印证。","sname":"草场地","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"a1e868a3c84c006eeb56faaf","name":"淮扬小镇","pic_url":"http://e.hiphotos.baidu.com/bainuo/w%3D470%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=6071c513ae6eddc426e7b5fc09e0c7c0/1b4c510fd9f9d72a0edcfbebd72a2834359bbb88.jpg","overall_rating":"4.1","distance":33,"map_remark_count":69,"is_rec":0,"aoi":"","reason":"","point":{"x":116.4879373053,"y":40.002035619974},"price":32,"recommendation":["炝炒圆白菜","腰果鸡丁","手撕包菜","秘制萝卜皮","上汤娃娃菜","麻辣牛肉","蒜蓉开背虾","芦蒿香干","土豆炖牛肉","土豆烧牛肉毛豆烧公鸡","宝应长鱼面","青菜肉丸汤","牛肉烧土豆","红烧肉","手撕包菜有机菜花","红烧鸡","牛肉土豆","扬州鱼圆","土豆烧牛肉","炒包菜","清炒鱼片","狮子头","毛豆烧公鸡","正宗淮扬菜","扬州煮干丝","养生拌菜","摊鸡蛋","排骨汤","茨菇雪里红","红烧狮子头","有机菜花"]},"type":1},{"sid":"87fc7fe4381b2120f8cc1efe","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=062e059c034f78f0805e92f74c012661/d058ccbf6c81800ae41b12c6b13533fa838b4778.jpg","avg_remark_score":4.3,"map_x":116.50181199322,"map_y":39.989750091316,"going_count":1154,"remark_count":"2862","parent_sid":"795ac511463263cf7ae3def3","surl":"798yishuqu","distance":1773,"desc":"原是798厂等电子工业的老厂区，后经改造成国内名声最大也最成熟的艺术区。","sname":"798艺术区","type":2,"tags":["人气","当季热门"],"poi":{"sid":"87fc7fe4381b2120f8cc1efe","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=062e059c034f78f0805e92f74c012661/d058ccbf6c81800ae41b12c6b13533fa838b4778.jpg","avg_remark_score":4.3,"map_x":116.50181199322,"map_y":39.989750091316,"going_count":1154,"remark_count":"2862","parent_sid":"795ac511463263cf7ae3def3","surl":"798yishuqu","distance":1773,"desc":"原是798厂等电子工业的老厂区，后经改造成国内名声最大也最成熟的艺术区。","sname":"798艺术区","type":2,"tags":["人气","当季热门"],"price":0,"origin_price":0}},{"poi":{"place_uid":"75d0881a94e433543b04b1f5","name":"海底捞(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C608%2C497%3Bw%3D470%3Bq%3D90%3Bc%3Dnuomi%2C95%2C95/sign=14df787f5db5c9ea76bc59a3e8099a30/8cb1cb1349540923fd102d0a9458d109b3de494c.jpg","overall_rating":"4.7","distance":701,"map_remark_count":1028,"is_rec":0,"aoi":"","reason":"四川海底捞餐饮股份有限公司成立于1994年，是一家以经营川味火锅为主，融会各地火锅特色于一体的大型跨省直营餐饮民营企业。公司始终秉承\u201c服务至上、顾客至上\u201d的理念，以创新为核心，改变传统的标准化、单一化的服务，提倡个性化的特色服务，致力于为顾客提供愉悦的用餐服务；在管理上，倡导双手改变命运的价值观，为员工创建公平公正的工作环境，实施人性化和亲情化的管理模式，提升员工价值。
   * 十九年来，公司已在北京、上海、西安、郑州、天津、南京、杭州、深圳、厦门、广州等全国21个城市拥有82家直营餐厅。员工19000余人。
   * 现有四个大型现代化物流配送基地、一个底料生产基地。四个大型物流配送基地分别设立在北京、上海、西安和郑州，以\u201c采购规模化、生产机械化、仓储标准化、配送现代化\u201d为宗旨，形成了集采购、加工、仓储、配送为一体的大型物流供应体系。位于成都的原料生产基地，其产品已通过HACCP认证、QS认证和ISO国际质量管理体系认证。坚持\u201c无公害，一次性\u201d的选料和底料熬制原则，严把原料关、配料关。
   * 公司发展至今，已成为海内外瞩目的品牌企业。中央电视台二套《财富故事会》和《商道》曾两次对\u201c海底捞\u201d进行专题报道；湖南卫视、北京卫视、上海东方卫视、深圳卫视等电视媒体多次进行报道；美国、英国、日本、韩国、德国、西班牙等多国主流媒体亦有相关报道。
   * 十九年来历经市场和顾客的检验，成功地打造出信誉度高，颇具四川火锅特色，融会巴蜀餐饮文化\u201c蜀地，蜀风\u201d浓郁的优质火锅品牌。
   * 我们将继续严把食品质量关，接受舆论监督，为广大消费者提供更贴心的服务，更健康、更安全、更营养和更放心的食品。","point":{"x":116.49136020861,"y":39.99586176562},"price":104,"recommendation":["虾滑","鸭血","抻面","滑牛肉","柠檬水","毛肚","羔羊肉","牛肉丸","海底捞笋片","豆浆","鸭肠","午餐肉","青笋","羊肉","豆花","肥牛","猪蹄","凉茶","猪脑","鱼丸","海带","黄腊丁","手切羊肉","鱼片","海底捞牛肉","鸭舌"]},"type":1},{"sid":"28dd2b074d001b3184b27eb7","pic_url":"http://g.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=6359bcbcd1c8a786be7f420a5239e509/a044ad345982b2b796e4258231adcbef76099b78.jpg","avg_remark_score":4.3,"map_x":116.52224404187,"map_y":40.002952056956,"going_count":26,"remark_count":"86","parent_sid":"795ac511463263cf7ae3def3","surl":"tiedaobowuguan","distance":2919,"desc":"中国铁道博物馆是铁路唯一的国家级专业博物馆，它的前身是铁道部科学技术馆，1978年成立，2003年更名为中国铁道博物馆，主要任务是负责铁路文物、科研成果等展品的收藏、保管、陈列、展示及编辑研究工作。同时作为进行爱国主义宣传教育和科学普及教育的基地。中国铁道博物馆有三个馆：正阳门馆、东郊馆、詹天佑纪念馆。","sname":"铁道博物馆","type":2,"tags":[],"poi":{"sid":"28dd2b074d001b3184b27eb7","pic_url":"http://g.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=6359bcbcd1c8a786be7f420a5239e509/a044ad345982b2b796e4258231adcbef76099b78.jpg","avg_remark_score":4.3,"map_x":116.52224404187,"map_y":40.002952056956,"going_count":26,"remark_count":"86","parent_sid":"795ac511463263cf7ae3def3","surl":"tiedaobowuguan","distance":2919,"desc":"中国铁道博物馆是铁路唯一的国家级专业博物馆，它的前身是铁道部科学技术馆，1978年成立，2003年更名为中国铁道博物馆，主要任务是负责铁路文物、科研成果等展品的收藏、保管、陈列、展示及编辑研究工作。同时作为进行爱国主义宣传教育和科学普及教育的基地。中国铁道博物馆有三个馆：正阳门馆、东郊馆、詹天佑纪念馆。","sname":"铁道博物馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"5dc381b7521634b8601809e9","name":"香浙汇","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C960%2C960%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=72c1380c0af431ada89d19797606809f/810a19d8bc3eb135f38c6a25a01ea8d3fc1f44e1.jpg","overall_rating":"4","distance":242,"map_remark_count":158,"is_rec":0,"aoi":"","reason":"北京香浙汇餐饮有限公司，主要经营浙江菜，舟山野生海鲜、大连深水海参和精品川湘菜。本餐厅楼层总高4层，设有备用电梯。外墙建筑是玻璃幕墙风格，二三层靠窗为准直观soho三座大楼全景。室内装修风格元素以绿植、橱窗、壁画为主题形象。建筑面积一千七百平米，可同时容纳两百七十人就餐，共有12个包房，其中最大的可坐16位，内有电视沙发，带独立洗手间，靠窗位置，最小的可坐3-5人。是您商务宴请、朋友聚餐的绝佳选择！北京香浙汇，期待您的光临惠顾！","point":{"x":116.49088320839,"y":40.001925632886},"price":117,"recommendation":["鸡汤百叶包","外婆红烧肉","三丁手剥鲜豌豆","清炒河虾仁","坛煨东坡肉","百叶小塘菜","红酒香蘑爆牛小排","面包诱惑","特色小笼包","萝卜筒骨煲","白切肚尖","干炸野生带鱼","葱油深海鲍鱼螺","糖醋小排","香浙殿堂级牛排","碳烤猪颈肉","稻香猪手鸭","酱椒蛏子","上海熏鱼","黑蒜爆鹅肝","清蒸舟山野生带鱼","宁波咸炝蟹","杭州八宝菜","黄焖深海鲍鱼螺","黄焖南非珍珠鲍","元宝虾","蒜蓉粉丝蒸扇贝","野菜菌菇百叶卷","香辣蟹","醉鸡","雪菜老豆腐","XO酱鲜虾粉丝煲","香煎千岛湖野生白条鱼","芝士焗红薯","西湖蜜藕","四季色拉大拌菜","铁观音","醉蟹","西湖莲藕","杭州酱鸭","蓝莓山药","舟山手工小米糕","菊花茶","绍兴醉鸡","手撕羊腿"]},"type":1},{"sid":"44068cc57454b0656bc5b1fd","pic_url":"http://d.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=f28c7959213fb80e0c8469d303e1031a/6a22e82498054c6b8744f99b.jpg","avg_remark_score":4.5,"map_x":116.52729242901,"map_y":40.002632600798,"going_count":98,"remark_count":"108","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguodianyingbowuguan","distance":3348,"desc":"中国电影博物馆位于北京朝阳区南皋，是目前世界上最大的国家级电影专业博物馆，是纪念中国电影诞生100周年的标志性建筑，也是展示中国电影百年发展历程、博览电影科技、传播电影文化和进行学术研究交流的世术殿堂。\n中国电影博物馆序厅展示了自1905年中国人拍摄了自己的第一部影片以来，中国电影历史上的25项第一；自1938年在延安诞生了第一部人民电影以来，人民电影事业的8项第一；以及1949年10月1日中华人民共和国诞生以来，新中国电影的7项第一。这40项\u201c第一\u201d记载着中国电影人走过的\u201c百年历程\u201d。第1厅是电影的发明，世界第一场电影放映厅的局部复原场景。\n第2厅是中国电影的诞生和早期发展，这里陈列中国电影的五位开拓者。第3厅是革命战争时期的中国电影、第4厅是新中国电影的创建与发展、第5厅是改革开放新时期的中国电影。","sname":"中国电影博物馆","type":2,"tags":[],"poi":{"sid":"44068cc57454b0656bc5b1fd","pic_url":"http://d.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=f28c7959213fb80e0c8469d303e1031a/6a22e82498054c6b8744f99b.jpg","avg_remark_score":4.5,"map_x":116.52729242901,"map_y":40.002632600798,"going_count":98,"remark_count":"108","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguodianyingbowuguan","distance":3348,"desc":"中国电影博物馆位于北京朝阳区南皋，是目前世界上最大的国家级电影专业博物馆，是纪念中国电影诞生100周年的标志性建筑，也是展示中国电影百年发展历程、博览电影科技、传播电影文化和进行学术研究交流的世术殿堂。\n中国电影博物馆序厅展示了自1905年中国人拍摄了自己的第一部影片以来，中国电影历史上的25项第一；自1938年在延安诞生了第一部人民电影以来，人民电影事业的8项第一；以及1949年10月1日中华人民共和国诞生以来，新中国电影的7项第一。这40项\u201c第一\u201d记载着中国电影人走过的\u201c百年历程\u201d。第1厅是电影的发明，世界第一场电影放映厅的局部复原场景。\n第2厅是中国电影的诞生和早期发展，这里陈列中国电影的五位开拓者。第3厅是革命战争时期的中国电影、第4厅是新中国电影的创建与发展、第5厅是改革开放新时期的中国电影。","sname":"中国电影博物馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"d44eee399769c3a4d6b74e7e","name":"汉堡王(麒麟社店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3d0%2c0%2c470%2c285%3bw%3d470%3bq%3d99%3bc%3dnuomi%2c95%2c95/sign=a858d72a54da81cb5aa9d98d6f56fc26/8ad4b31c8701a18b82e02d919b2f07082938fee0.jpg","overall_rating":"4.0","distance":313,"map_remark_count":332,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48459021897,"y":40.002716748349},"price":20,"recommendation":["薯条","皇堡","双层牛肉培根汉堡","霸王鸡条（微辣）","小皇汉堡包","豆浆","鸡条","草莓新地","大薯条","热奶茶","港式奶茶","小薯条","芥末酱","粗薯条","芒果慕斯","炫辣鸡腿堡","冰激凌","大份薯条","圆筒","愤怒的皇堡","天椒皇堡","果木烤鸡肉堡","all","川蜀风情翅","嫩香鸡块","冰淇淋"]},"type":1},{"sid":"9cfbf47a261257ae7e7e5dfd","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=20ca00506e061d957d133f3c4ec426e5/43e6c733415e9d1bac4b5f00.jpg","avg_remark_score":4.1,"map_x":116.43663597593,"map_y":39.989675048848,"going_count":12,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguoxiandaiwenxueguan","distance":4583,"desc":"中国现代文学馆是中国现代文学的资料中心，集博物馆、图书馆、档案馆于一身，原址在西三环路万寿寺，新址在亚运村。\n中国现代文学馆新馆花园塑立着老舍、郭沫若等十三位大师的雕像。现代化的新馆拥有52个文库，藏有巴金、冰心、丁玲、周扬等众多现代作家的著作、信件和收藏书籍，有藏品30余万件，其中有书籍杂志、报纸、手稿、书信、照片、录音录像带和文物。设有4个展厅，展出有\u201c20世纪文学大师风采展\u201d、\u201c中国现当代文学展\u201d和\u201c作家文库展\u201d。\n中国现代文学馆新馆在总体布局中，将中国传统的中轴对称庭院组合和江南园林建筑的造园手法相结合，并融入了一些彩灯、暗流、涌泉和椭圆形社交广场等西式文化，在绿意缭绕的建筑周围有文学大师们的青铜雕像散落其间，使整个建筑组群的平面和空间活泼多变，极富现代感，又有历史的文学气息。屋顶的设计上更有独到之处：传统的双坡和四坡攒尖的屋面都不到顶，省去了顶尖部分的无用空间，在顶部开辟了各种形状的采光天棚，大大丰富了室内空间和光影变幻；从外部看，更形成了双屋顶脊或三角形屋脊，再结合传统屋脊鼻子，大大丰富了建筑的外部形象。","sname":"中国现代文学馆","type":2,"tags":[],"poi":{"sid":"9cfbf47a261257ae7e7e5dfd","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=20ca00506e061d957d133f3c4ec426e5/43e6c733415e9d1bac4b5f00.jpg","avg_remark_score":4.1,"map_x":116.43663597593,"map_y":39.989675048848,"going_count":12,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguoxiandaiwenxueguan","distance":4583,"desc":"中国现代文学馆是中国现代文学的资料中心，集博物馆、图书馆、档案馆于一身，原址在西三环路万寿寺，新址在亚运村。\n中国现代文学馆新馆花园塑立着老舍、郭沫若等十三位大师的雕像。现代化的新馆拥有52个文库，藏有巴金、冰心、丁玲、周扬等众多现代作家的著作、信件和收藏书籍，有藏品30余万件，其中有书籍杂志、报纸、手稿、书信、照片、录音录像带和文物。设有4个展厅，展出有\u201c20世纪文学大师风采展\u201d、\u201c中国现当代文学展\u201d和\u201c作家文库展\u201d。\n中国现代文学馆新馆在总体布局中，将中国传统的中轴对称庭院组合和江南园林建筑的造园手法相结合，并融入了一些彩灯、暗流、涌泉和椭圆形社交广场等西式文化，在绿意缭绕的建筑周围有文学大师们的青铜雕像散落其间，使整个建筑组群的平面和空间活泼多变，极富现代感，又有历史的文学气息。屋顶的设计上更有独到之处：传统的双坡和四坡攒尖的屋面都不到顶，省去了顶尖部分的无用空间，在顶部开辟了各种形状的采光天棚，大大丰富了室内空间和光影变幻；从外部看，更形成了双屋顶脊或三角形屋脊，再结合传统屋脊鼻子，大大丰富了建筑的外部形象。","sname":"中国现代文学馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"bff8fa7d93e87fb9c9213df8","name":"火宴山火锅(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C470%2C285%3Bw%3D470%3Bq%3D79/sign=3c4e51ada84bd1131082ed72679f883f/adaf2edda3cc7cd979cb81073c01213fb90e910e.jpg","overall_rating":"4.3","distance":710,"map_remark_count":14949,"is_rec":0,"aoi":"","reason":"火宴山是一家致力于餐饮事业研究与开发、推崇新疆民族文化、倡导快乐健康饮食消费理念的综合性事业机构。火宴山在北京的第一家店就开在望京，6月1日刚刚火热出炉，第二家店也在朝阳北路开业。这里新疆风味美食纯正地道，各地海量特色美味也丝毫不输，菜品丰富营养搭配合理的火锅，全自助的火锅。","point":{"x":116.48776698657,"y":39.995378108641},"price":69,"recommendation":["蛋挞","羊肉","寿司","水果","番茄锅底","海鲜","牛肉","青虾","柠檬汁","奥尔良烤鸡腿","麻辣锅底","鸭肠","红豆沙","三文鱼","螃蟹","蔬菜","金针菇","羊肉串","绿豆沙","乌鸡肉","虾滑","鱼滑","刺身","大盘鸡","酸梅汤","丁丁炒面","甜品","冰激凌","奥尔良烤鸡","大虾","扇贝","橙汁","虾","各种水果","辣鱼","鱿鱼","小鲳鱼","烤豆腐","鸡柳鸡米花","西瓜","紫菜包饭","凉菜虾子","蟹钳","墨鱼仔","烤羊肉","水蜜桃罐头","烤鸭","炸鸡柳海星","哈尔滨啤酒","海鲜火锅","毛豆","羊肉肥牛","番茄锅底蛋挞","铁板烧","粉条","酸奶","鱼腩","肥羊","羊肉片牛肉片","酸菜锅","涮肥牛","烤鸡腿羊肉串","苹果","撒尿牛丸","涮品","香菇","鸡肉串","墨鱼丸子","椒麻鸡","抓饭大盘鸡","粉丝","火龙果","小糕点","菜","皮蛋粥","现切羊肉","蟹腿","金桔柠檬","牛羊肉片","牛肉片","烤鱼","牛羊肉卷","葡萄","涮鱼","美食","巴西烤肉","青菜","？？。。tinkle","现切肉片","生鱼片","小料","烤羊肉串","肥肠腰花","和羊肉串","粽子","咖喱锅","绿茶饼","抓饭","炸鸡柳鸡块","糖蒜","木瓜","海鲜汁","肉卷","小黄鱼","拉条子","冰激淋","小螃蟹","番茄汤","南瓜粥","牛羊肉蛋挞","奶","牛羊肉鲜虾","牛大骨","布丁","酸梅汁","芒果汁","酸奶冰激凌","菊花茶","淮山","肥肠","虾爬子","月饼","蒜蓉扇贝","烤翅","肉丸子","柚子","涮菜","橘子","薯条","鹅肠","柠檬水","切蟹","豆浆","蛋塔","麻酱","炸鸡柳","炸鸡","辣酱","麻辣烫","香辣锅底","玉米","微辣锅底","菌汤锅","葡萄酒","寿司薯条","三鲜锅底","腌肉","非常好吃，实惠","椰奶","火锅汤","螃蟹虾","蒸南瓜","菌汤锅底","寿司蛋挞","大螃蟹","鲜虾","现切羊肉片","肥牛","涮肉","大盘鸡手抓饭","混合品","馒头","鱼肉","手抓饭","牛肉卷","烤鸡翅","豆腐串","哈密瓜","火锅","涮羊肉","香辣蟹","香蕉","凉面","土豆片","卡布奇诺","下午茶","黑加仑","番茄锅底柠檬汁","椒麻鸡大盘鸡","蛤蜊","吃的乱七八糟","红虾","烤肉串","三文鱼刺身北极贝"]},"type":1},{"sid":"75fd5f52dec9c3f9db7dfe26","pic_url":"http://a.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=7fdf98e9b999a9013b60533228a5264f/d53f8794a4c27d1eb2f47f391ad5ad6edcc43878.jpg","avg_remark_score":4.2,"map_x":116.54074401504,"map_y":40.013460039546,"going_count":2,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"guanfubowuguan","distance":4678,"desc":"观复博物馆是新中国第一家私立博物馆。1996年10月30日获政府批准成立，马未都先生为创办人。2004年实行理事会制。该馆设有：瓷器馆、家具馆、油画馆、工艺馆、影像馆、门窗馆和多功能厅。常年举办各类展览及讲座，开展鉴定和咨询业务。展览侧重开放形式，强调人与历史的沟通，突出传统文化的亲和力。观复博物馆在浙江杭州、福建厦门设有地方馆。","sname":"观复博物馆","type":2,"tags":[],"poi":{"sid":"75fd5f52dec9c3f9db7dfe26","pic_url":"http://a.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=7fdf98e9b999a9013b60533228a5264f/d53f8794a4c27d1eb2f47f391ad5ad6edcc43878.jpg","avg_remark_score":4.2,"map_x":116.54074401504,"map_y":40.013460039546,"going_count":2,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"guanfubowuguan","distance":4678,"desc":"观复博物馆是新中国第一家私立博物馆。1996年10月30日获政府批准成立，马未都先生为创办人。2004年实行理事会制。该馆设有：瓷器馆、家具馆、油画馆、工艺馆、影像馆、门窗馆和多功能厅。常年举办各类展览及讲座，开展鉴定和咨询业务。展览侧重开放形式，强调人与历史的沟通，突出传统文化的亲和力。观复博物馆在浙江杭州、福建厦门设有地方馆。","sname":"观复博物馆","type":2,"tags":[],"price":"41","origin_price":null}},{"poi":{"place_uid":"606289fdbcd0c054a2046444","name":"眉州东坡酒楼(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C320%2C320%3Bw%3D640%3Bq%3D89/sign=bddb312a32f33a878a225a5afb6c3c08/aa64034f78f0f736c721fe1b0255b319eac413c8.jpg","overall_rating":"4.4","distance":934,"map_remark_count":892,"is_rec":0,"aoi":"","reason":"\u201c全家人都喜欢\u201d的川菜馆。菜式有些\u201c不落俗套\u201d的改良，口味也\u201c不太会出错\u201d。东坡肘子确实\u201c不一般\u201d，\u201c软烂\u201d的皮、\u201c咸中带甜\u201d的肉、\u201c滑而不腻\u201d的膘，\u201c想想就流口水\u201d。香肠也\u201c吐血推荐\u201d，有\u201c原味和香辣\u201d两种，\u201c超级下饭\u201d。用餐时段，大堂\u201c非常热闹\u201d，服务员难免\u201c忙不过来\u201d。","point":{"x":116.48130601402,"y":39.995114652323},"price":76,"recommendation":["东坡肘子","酸辣鳝丝","麻婆豆腐","眉州香肠","宫保鸡丁","东坡扣肉","樟茶鸭","干锅娃娃菜","担担面","棒棒鸡","水煮鱼","宫爆鸡丁","毛血旺","清炒豌豆尖","夫妻肺片","辣子鸡","宫保虾球","东坡肉","豉椒炒牛肉","水煮牛肉","土豆泥","干锅鸭","芽菜碎米鸡","萝卜丝鲫鱼汤","葱香虾","竹荪汤","重庆辣子鸡","章茶鸭","大螃蟹","鸭脖子","眉州炒饭","杨枝甘露","大千鸡煲","一品东坡肉","苦瓜豆角","蔬菜山珍组合","鸡丝凉面","鸭血","龙利鱼","炝炒莲花白","回锅肉","王家渡鱼头王","自助小料","大黄鱼","板栗烧鸡","绿豆老南瓜","马盏糕","小黄鱼","川式酥肉","精选雪花羊肉","番茄锅底"]},"type":1},{"poi":{"place_uid":"eb3675038756b30200ec0154","name":"安妮意大利餐厅(望京店)","pic_url":"http://qcloud.dpfile.com/pc/WYwz8lvl5E8Qm-XgfwyVG0UDAdgL8B81_t69IgobOJpFsKoitARok5UI-Ul_62SJuoWgh6flEoCpotrIjLoTeQ.jpg","overall_rating":"4.7","distance":234,"map_remark_count":804,"is_rec":0,"aoi":"","reason":"性价比\u201c较高\u201d的意式餐厅。奶油蘑菇汤\u201c浓稠清香\u201d，味道真\u201c不错\u201d；安妮pizza是\u201c薄底\u201d的，\u201c酥脆可口\u201d，做馅儿的香肠和肉肉\u201c绝无淀粉\u201d，分量\u201c实在\u201d；\u201c经典\u201d甜品提拉米苏一定要试，\u201c超大一份\u201d，\u201c厚厚\u201d的可可粉混合酒香，口感丰富得叫人\u201c感动\u201d。","point":{"x":116.4888367786,"y":39.999727857212},"price":70,"recommendation":["安妮比萨","奶油蘑菇汤","金枪鱼沙拉","千层面","烟熏三文鱼","厨师沙拉","胡椒香肠披萨","安妮沙拉","提拉米苏","肉酱千层面","安妮海鲜意面","意面","安妮披萨","安妮海鲜意粉","西冷牛排","羊排","凯撒沙拉","奶酪茄子","四季匹萨","紫苏意面","薯条","苹果派","肉眼牛排","披萨","南瓜汤"]},"type":1},{"poi":{"place_uid":"0f3ad537ccc941124e776e66","name":"马马海鲜大咖(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C690%2C460%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=4df4dc65df88d43fe4e6cbb2402efe2b/f703738da977391202ecfe71f1198618377ae2dc.jpg","overall_rating":"4.4","distance":175,"map_remark_count":292,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48686868106,"y":40.002839860588},"price":110},"type":1}],"key":"around"}],"detailIcons":{"title":false,"subtitle":false,"info":[{"icon":"scene","desc":"景点"},{"icon":"food","desc":"美食"},{"icon":"hotel","desc":"酒店"},{"icon":"shopping","desc":"购物"},{"icon":"play","desc":"玩法"},{"icon":"more","desc":"更多"}]}}
   */

  private int errno;
  private String msg;
  private DataBean data;

  public int getErrno() {
    return errno;
  }

  public void setErrno(int errno) {
    this.errno = errno;
  }

  public String getMsg() {
    return msg;
  }

  public void setMsg(String msg) {
    this.msg = msg;
  }

  public DataBean getData() {
    return data;
  }

  public void setData(DataBean data) {
    this.data = data;
  }

  public static class DataBean {
    /**
     * scene_info : {"title":"","subtitle":"","info":{"sid":"795ac511463263cf7ae3def3","surl":"beijing","sname":"北京","parent_sid":"5007715ac511463263cfd1f3","uid":"66371958f556d77846ef25d1","view_count":"11336275","cid":"1","star":"5","scene_layer":"4","is_china":"1","vid":"4d1595669b396215de375450","ambiguity_sname":"北京","place_uid":"7af0a1acefe223dd0a1cc7f3","place_name":"","map_cid":"131","plan_layer":"4","poiid":"","qunar_code":"beijing_city","ext":{"sid":"795ac511463263cf7ae3def3","passed_count":"625","view_count":"0","lower_desc":null,"lower_count":"0","scene_layer":"4","fmap_x":"744286721","fmap_y":"393696069","visit_count":"394818","map_x":"12957008.915895","map_y":"4833827.6626995","map_info":"116.393525,39.969654","self_notes":"0","going_count":"8700","gone_count":"127068","md5":"de9b9870f949e7e08194e33898595ece","phone_package_size":"25948814","ipad_package_size":"0","ipad_package_md5":"c22ce4c6b27c4ed1de372ebc6e3ded15","poid":"64d96904b51dec9c4d08b74b","remark_count":"5957","tpl_id":"1","version_id":"1","alias":"京，Peking","en_sname":"Beijing","address":"","phone":"","level":"","website":"","visa_level":"0","abs_desc":"表面上它是现代大都会，但内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。","sketch_desc":"","more_desc":"北京，中国首都。每个人心中，都有一个\u201c我爱北京天安门\u201d的北京情结，都曾梦想着生活在传说中的紫禁城；梦想着穿梭在王朔笔下的胡同和大院；也梦想着爬上万里长城，大喊：我是好汉！在每个人心中，都一个人属于自己的北京。\n北京是一座包容万象、海纳百川的城市。三千年的历史，六朝故都，这里荟萃了自元明清以来的中华文化，荟萃了众多名胜古迹和人文景观。这里汇聚了八方来客，宗教、文化、语言在这里融合，兼容并蓄。如果想准确的描绘出北京的模样，无异于痴人说梦，北京在红宫墙外的宁静小路上，在胡同儿的转弯拐角儿，在国贸的匆匆路旁，也在未名湖边的石砖小径。只有用心去感受，去聆听，才能听到北京的内心独白。\n在我的心里，北京表面上它是现代大都会，但是内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。\n有许多著名的学府如清华、北大等也汇聚于此，可以漫步校园中想象朱自清、胡适等昔日大师在校任教时的情景。\n还有许多闻名遐迩的自然景观，如红叶迷人的香山公园、竹林遍地的紫竹院、环境幽雅的玉渊潭\u2026\u2026","avg_remark_score":"4.3","template_id":"0","impression":"北京文化底蕴深厚，是一个古典与现代结合的城市。旅游资源十分丰富，景色都很宏伟壮观。北京的交通和购物都很方便，也有很多美食，小吃和北京烤鸭好吃，雾霾比较严重，空气质量不行。","language":"汉语","avg_cost":"¥2000","cids":"1","template_id_new":"0","accuweather_id":"101924","booking_id":"-1898541","season":"0"},"mapid":"131","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D1080%2C1080/sign=fe6c3192a7ec08fa26551ba669d60d41/bd3eb13533fa828baf7108cefa1f4134970a5a48.jpg","weather":{"temp":"13~28","weather":"晴","wid":"1","acc_url":"http://m.weather.com.cn/mweather/101010100.shtml"}}}
     * mod_list : [{"list":[{"xid":"34086d0754c85f19f47778fe","name":"天安门广场","type":1,"comment":"来到北京的第一天，必然要去天安门转转了，这里是北京的标志，建议早点起哦，还可以去观看升国旗仪式。升旗的时间跟日出时间相同，所以小伙伴要提前查好哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，沿地下通道走10米，左转，继续沿地下通道走220米，右转，继续沿地下通道走40米，右转，走20米，右转，走240米，右转，走20米，直走进入外桥，沿外桥走90米，到达终点\n\n","type":1,"dist":"570米","time":"8分钟"}},{"xid":"63ada4c71261cb1fadacc0fd","name":"人民英雄纪念碑","type":1,"comment":"人民英雄纪念碑在天安门广场上，非常庄严宏伟，进入天安门广场区域需要要安检，记得带身份证哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，沿广场西侧路走50米，右转进入广场，沿广场走410米，向右前方转进入东长安街，沿东长安街走10米，左转进入广场东侧路，沿广场东侧路走20米，右转，走40米，进入地下通道，沿地下通道走40米，右转，继续沿地下通道走40米，右转，走20米，右转，走240米，右转，走20米，直走进入外桥，沿外桥走90米，到达终点\n\n","type":1,"dist":"980米","time":"13分钟"}},{"xid":"86100066d60419efc7170dfe","name":"天安门","type":1,"comment":"从地下通道可以由英雄纪念碑走到天安门，在这里拍张纪念照，告诉大家，你到祖国的心脏来了吧~","traffic":{"comment":"步行方案：从起点向正北方向出发，走610米，直走进入内金水桥，沿内金水桥走80米，左转桥，走10米，右转，走70米，右转穿过马路并继续向前，走100米，右转穿过马路并继续向前，走40米，右转，走50米，左转，走10米，向右前方转，走90米，向右前方转，走20米，到达终点\n\n","type":1,"dist":"1.1公里","time":"14分钟"}},{"xid":"6208c401f1153f0fd41f74fe","name":"故宫","type":1,"comment":"故宫，又称紫禁城，明清两代的皇宫，建议穿运动鞋等平底鞋，故宫地面石路比较不平坦，要好好注意哦~因为故宫里面没有卖饭，所以最好带足早饭、午饭的量的食物哦~","traffic":{"comment":"步行方案：从起点向正北方向出发，走10米，右转进入广场，沿广场走90米，左转，走60米，向左前方转，走30米，向右前方转，走250米，左转穿过马路并继续向前，走60米，左转，走10米，向左前方转，走40米，向左前方转，走10米，右转，走230米，右转穿过马路并继续向前，走100米，左转穿过马路并继续向前，走80米，左转穿过马路并继续向前，走80米，右转，走10米，到达终点\n\n","type":1,"dist":"1.0公里","time":"13分钟"}},{"xid":"56d53c0c3f154ff17fe413fe","name":"景山公园","type":1,"comment":"从故宫北门出来，过了马路就是景山公园，可看到紫禁城的全貌。","traffic":{"comment":"步行方案：从起点向正北方向出发，走10米，左转，走130米，左转穿过马路并继续向前，走40米，左转穿过马路并继续向前，走110米，右转穿过马路并继续向前，走200米，右转，走60米，左转，走10米，向右前方转，走10米，左转，走10米，右转，走50米，右转穿过马路并继续向前，走230米，向右前方转，走30米，右转，走60米，左转，走200米，右转，走170米，左转穿过马路并继续向前，走60米，左转，走200米，右转，走60米，左转进入西华门大街，沿西华门大街走160米，到达终点\n\n","type":1,"dist":"1.8公里","time":"23分钟"}},{"xid":"6e363e07d8d241a19b263dda","name":"紫禁城角楼","type":1,"comment":"从景山公园下来后，如果时间充裕，去紫禁城角楼的位置拍落日余晖，那真真儿的是极美的~","traffic":[]}],"pl_name":"北京5日经典行程","pl_id":"af077538bf23536896e68742","avatar":"http://c.hiphotos.baidu.com/lvpics/wh%3D200%2C200/sign=0160a5eafc1986184112e7867add0241/b812c8fcc3cec3fd4e7887fed288d43f869427f2.jpg","title":"推荐行程","subtitle":"Amanda小黎的北京5日经典行程","key":"plan"},{"title":"附近推荐","subtitle":"周边吃喝行游购","list":[{"poi":{"place_uid":"0a63662d1e34cfd9734b8702","name":"秦香陕西食府(望京SOHO店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C470%2C626%3Bw%3D470%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=b25ce91e494a20a425516687ad62b412/a2cc7cd98d1001e9c84ba503be0e7bec54e79743.jpg","overall_rating":"4.1","distance":38,"map_remark_count":20,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48814418505,"y":40.002076036039},"price":22,"recommendation":["肉夹馍","岐山哨子面","臭豆腐","风味肉夹馍","小炒泡馍","蛋炒饭","油泼扯面","腊汁肉拌面","岐山臊子面(大)","秦镇米皮","水盆羊肉","臊子面","臊子干拌面","羊肉泡馍","酸汤扯面","冒饸咯","三合一面"]},"type":1},{"poi":{"place_uid":"77d33bab0c8fe7eef219376f","name":"杨国福麻辣烫(望京soho店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C690%2C460%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=38be42e09b82d158afcd03f1bd3a35e8/0824ab18972bd407dc4d17f37c899e510fb30932.jpg","overall_rating":"4.8","distance":37,"map_remark_count":29,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48776698657,"y":40.002079904926},"price":29,"recommendation":["梅林午餐肉","丸子","莴笋","羊肉","青菜","大白菜","蘑菇","麻辣烫"]},"type":1},{"sid":"87327fe4381b2120f8cc1e30","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=c5c2b3f0bd315c6043c063ebb881e727/500fd9f9d72a60590011feff2934349b023bbad5.jpg","avg_remark_score":4.2,"map_x":116.50819795726,"map_y":40.004805066396,"going_count":9,"remark_count":"15","parent_sid":"87fc7fe4381b2120f8cc1efe","surl":"caochangdi","distance":1751,"desc":"来自五湖四海，风格迥异的艺术家们在此肆意挥霍着他们的梦想，如今形成了一个奇妙而有趣的印证。","sname":"草场地","type":2,"tags":[],"poi":{"sid":"87327fe4381b2120f8cc1e30","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=c5c2b3f0bd315c6043c063ebb881e727/500fd9f9d72a60590011feff2934349b023bbad5.jpg","avg_remark_score":4.2,"map_x":116.50819795726,"map_y":40.004805066396,"going_count":9,"remark_count":"15","parent_sid":"87fc7fe4381b2120f8cc1efe","surl":"caochangdi","distance":1751,"desc":"来自五湖四海，风格迥异的艺术家们在此肆意挥霍着他们的梦想，如今形成了一个奇妙而有趣的印证。","sname":"草场地","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"a1e868a3c84c006eeb56faaf","name":"淮扬小镇","pic_url":"http://e.hiphotos.baidu.com/bainuo/w%3D470%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=6071c513ae6eddc426e7b5fc09e0c7c0/1b4c510fd9f9d72a0edcfbebd72a2834359bbb88.jpg","overall_rating":"4.1","distance":33,"map_remark_count":69,"is_rec":0,"aoi":"","reason":"","point":{"x":116.4879373053,"y":40.002035619974},"price":32,"recommendation":["炝炒圆白菜","腰果鸡丁","手撕包菜","秘制萝卜皮","上汤娃娃菜","麻辣牛肉","蒜蓉开背虾","芦蒿香干","土豆炖牛肉","土豆烧牛肉毛豆烧公鸡","宝应长鱼面","青菜肉丸汤","牛肉烧土豆","红烧肉","手撕包菜有机菜花","红烧鸡","牛肉土豆","扬州鱼圆","土豆烧牛肉","炒包菜","清炒鱼片","狮子头","毛豆烧公鸡","正宗淮扬菜","扬州煮干丝","养生拌菜","摊鸡蛋","排骨汤","茨菇雪里红","红烧狮子头","有机菜花"]},"type":1},{"sid":"87fc7fe4381b2120f8cc1efe","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=062e059c034f78f0805e92f74c012661/d058ccbf6c81800ae41b12c6b13533fa838b4778.jpg","avg_remark_score":4.3,"map_x":116.50181199322,"map_y":39.989750091316,"going_count":1154,"remark_count":"2862","parent_sid":"795ac511463263cf7ae3def3","surl":"798yishuqu","distance":1773,"desc":"原是798厂等电子工业的老厂区，后经改造成国内名声最大也最成熟的艺术区。","sname":"798艺术区","type":2,"tags":["人气","当季热门"],"poi":{"sid":"87fc7fe4381b2120f8cc1efe","pic_url":"http://f.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=062e059c034f78f0805e92f74c012661/d058ccbf6c81800ae41b12c6b13533fa838b4778.jpg","avg_remark_score":4.3,"map_x":116.50181199322,"map_y":39.989750091316,"going_count":1154,"remark_count":"2862","parent_sid":"795ac511463263cf7ae3def3","surl":"798yishuqu","distance":1773,"desc":"原是798厂等电子工业的老厂区，后经改造成国内名声最大也最成熟的艺术区。","sname":"798艺术区","type":2,"tags":["人气","当季热门"],"price":0,"origin_price":0}},{"poi":{"place_uid":"75d0881a94e433543b04b1f5","name":"海底捞(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C608%2C497%3Bw%3D470%3Bq%3D90%3Bc%3Dnuomi%2C95%2C95/sign=14df787f5db5c9ea76bc59a3e8099a30/8cb1cb1349540923fd102d0a9458d109b3de494c.jpg","overall_rating":"4.7","distance":701,"map_remark_count":1028,"is_rec":0,"aoi":"","reason":"四川海底捞餐饮股份有限公司成立于1994年，是一家以经营川味火锅为主，融会各地火锅特色于一体的大型跨省直营餐饮民营企业。公司始终秉承\u201c服务至上、顾客至上\u201d的理念，以创新为核心，改变传统的标准化、单一化的服务，提倡个性化的特色服务，致力于为顾客提供愉悦的用餐服务；在管理上，倡导双手改变命运的价值观，为员工创建公平公正的工作环境，实施人性化和亲情化的管理模式，提升员工价值。
     * 十九年来，公司已在北京、上海、西安、郑州、天津、南京、杭州、深圳、厦门、广州等全国21个城市拥有82家直营餐厅。员工19000余人。
     * 现有四个大型现代化物流配送基地、一个底料生产基地。四个大型物流配送基地分别设立在北京、上海、西安和郑州，以\u201c采购规模化、生产机械化、仓储标准化、配送现代化\u201d为宗旨，形成了集采购、加工、仓储、配送为一体的大型物流供应体系。位于成都的原料生产基地，其产品已通过HACCP认证、QS认证和ISO国际质量管理体系认证。坚持\u201c无公害，一次性\u201d的选料和底料熬制原则，严把原料关、配料关。
     * 公司发展至今，已成为海内外瞩目的品牌企业。中央电视台二套《财富故事会》和《商道》曾两次对\u201c海底捞\u201d进行专题报道；湖南卫视、北京卫视、上海东方卫视、深圳卫视等电视媒体多次进行报道；美国、英国、日本、韩国、德国、西班牙等多国主流媒体亦有相关报道。
     * 十九年来历经市场和顾客的检验，成功地打造出信誉度高，颇具四川火锅特色，融会巴蜀餐饮文化\u201c蜀地，蜀风\u201d浓郁的优质火锅品牌。
     * 我们将继续严把食品质量关，接受舆论监督，为广大消费者提供更贴心的服务，更健康、更安全、更营养和更放心的食品。","point":{"x":116.49136020861,"y":39.99586176562},"price":104,"recommendation":["虾滑","鸭血","抻面","滑牛肉","柠檬水","毛肚","羔羊肉","牛肉丸","海底捞笋片","豆浆","鸭肠","午餐肉","青笋","羊肉","豆花","肥牛","猪蹄","凉茶","猪脑","鱼丸","海带","黄腊丁","手切羊肉","鱼片","海底捞牛肉","鸭舌"]},"type":1},{"sid":"28dd2b074d001b3184b27eb7","pic_url":"http://g.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=6359bcbcd1c8a786be7f420a5239e509/a044ad345982b2b796e4258231adcbef76099b78.jpg","avg_remark_score":4.3,"map_x":116.52224404187,"map_y":40.002952056956,"going_count":26,"remark_count":"86","parent_sid":"795ac511463263cf7ae3def3","surl":"tiedaobowuguan","distance":2919,"desc":"中国铁道博物馆是铁路唯一的国家级专业博物馆，它的前身是铁道部科学技术馆，1978年成立，2003年更名为中国铁道博物馆，主要任务是负责铁路文物、科研成果等展品的收藏、保管、陈列、展示及编辑研究工作。同时作为进行爱国主义宣传教育和科学普及教育的基地。中国铁道博物馆有三个馆：正阳门馆、东郊馆、詹天佑纪念馆。","sname":"铁道博物馆","type":2,"tags":[],"poi":{"sid":"28dd2b074d001b3184b27eb7","pic_url":"http://g.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=6359bcbcd1c8a786be7f420a5239e509/a044ad345982b2b796e4258231adcbef76099b78.jpg","avg_remark_score":4.3,"map_x":116.52224404187,"map_y":40.002952056956,"going_count":26,"remark_count":"86","parent_sid":"795ac511463263cf7ae3def3","surl":"tiedaobowuguan","distance":2919,"desc":"中国铁道博物馆是铁路唯一的国家级专业博物馆，它的前身是铁道部科学技术馆，1978年成立，2003年更名为中国铁道博物馆，主要任务是负责铁路文物、科研成果等展品的收藏、保管、陈列、展示及编辑研究工作。同时作为进行爱国主义宣传教育和科学普及教育的基地。中国铁道博物馆有三个馆：正阳门馆、东郊馆、詹天佑纪念馆。","sname":"铁道博物馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"5dc381b7521634b8601809e9","name":"香浙汇","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C960%2C960%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=72c1380c0af431ada89d19797606809f/810a19d8bc3eb135f38c6a25a01ea8d3fc1f44e1.jpg","overall_rating":"4","distance":242,"map_remark_count":158,"is_rec":0,"aoi":"","reason":"北京香浙汇餐饮有限公司，主要经营浙江菜，舟山野生海鲜、大连深水海参和精品川湘菜。本餐厅楼层总高4层，设有备用电梯。外墙建筑是玻璃幕墙风格，二三层靠窗为准直观soho三座大楼全景。室内装修风格元素以绿植、橱窗、壁画为主题形象。建筑面积一千七百平米，可同时容纳两百七十人就餐，共有12个包房，其中最大的可坐16位，内有电视沙发，带独立洗手间，靠窗位置，最小的可坐3-5人。是您商务宴请、朋友聚餐的绝佳选择！北京香浙汇，期待您的光临惠顾！","point":{"x":116.49088320839,"y":40.001925632886},"price":117,"recommendation":["鸡汤百叶包","外婆红烧肉","三丁手剥鲜豌豆","清炒河虾仁","坛煨东坡肉","百叶小塘菜","红酒香蘑爆牛小排","面包诱惑","特色小笼包","萝卜筒骨煲","白切肚尖","干炸野生带鱼","葱油深海鲍鱼螺","糖醋小排","香浙殿堂级牛排","碳烤猪颈肉","稻香猪手鸭","酱椒蛏子","上海熏鱼","黑蒜爆鹅肝","清蒸舟山野生带鱼","宁波咸炝蟹","杭州八宝菜","黄焖深海鲍鱼螺","黄焖南非珍珠鲍","元宝虾","蒜蓉粉丝蒸扇贝","野菜菌菇百叶卷","香辣蟹","醉鸡","雪菜老豆腐","XO酱鲜虾粉丝煲","香煎千岛湖野生白条鱼","芝士焗红薯","西湖蜜藕","四季色拉大拌菜","铁观音","醉蟹","西湖莲藕","杭州酱鸭","蓝莓山药","舟山手工小米糕","菊花茶","绍兴醉鸡","手撕羊腿"]},"type":1},{"sid":"44068cc57454b0656bc5b1fd","pic_url":"http://d.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=f28c7959213fb80e0c8469d303e1031a/6a22e82498054c6b8744f99b.jpg","avg_remark_score":4.5,"map_x":116.52729242901,"map_y":40.002632600798,"going_count":98,"remark_count":"108","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguodianyingbowuguan","distance":3348,"desc":"中国电影博物馆位于北京朝阳区南皋，是目前世界上最大的国家级电影专业博物馆，是纪念中国电影诞生100周年的标志性建筑，也是展示中国电影百年发展历程、博览电影科技、传播电影文化和进行学术研究交流的世术殿堂。\n中国电影博物馆序厅展示了自1905年中国人拍摄了自己的第一部影片以来，中国电影历史上的25项第一；自1938年在延安诞生了第一部人民电影以来，人民电影事业的8项第一；以及1949年10月1日中华人民共和国诞生以来，新中国电影的7项第一。这40项\u201c第一\u201d记载着中国电影人走过的\u201c百年历程\u201d。第1厅是电影的发明，世界第一场电影放映厅的局部复原场景。\n第2厅是中国电影的诞生和早期发展，这里陈列中国电影的五位开拓者。第3厅是革命战争时期的中国电影、第4厅是新中国电影的创建与发展、第5厅是改革开放新时期的中国电影。","sname":"中国电影博物馆","type":2,"tags":[],"poi":{"sid":"44068cc57454b0656bc5b1fd","pic_url":"http://d.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=f28c7959213fb80e0c8469d303e1031a/6a22e82498054c6b8744f99b.jpg","avg_remark_score":4.5,"map_x":116.52729242901,"map_y":40.002632600798,"going_count":98,"remark_count":"108","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguodianyingbowuguan","distance":3348,"desc":"中国电影博物馆位于北京朝阳区南皋，是目前世界上最大的国家级电影专业博物馆，是纪念中国电影诞生100周年的标志性建筑，也是展示中国电影百年发展历程、博览电影科技、传播电影文化和进行学术研究交流的世术殿堂。\n中国电影博物馆序厅展示了自1905年中国人拍摄了自己的第一部影片以来，中国电影历史上的25项第一；自1938年在延安诞生了第一部人民电影以来，人民电影事业的8项第一；以及1949年10月1日中华人民共和国诞生以来，新中国电影的7项第一。这40项\u201c第一\u201d记载着中国电影人走过的\u201c百年历程\u201d。第1厅是电影的发明，世界第一场电影放映厅的局部复原场景。\n第2厅是中国电影的诞生和早期发展，这里陈列中国电影的五位开拓者。第3厅是革命战争时期的中国电影、第4厅是新中国电影的创建与发展、第5厅是改革开放新时期的中国电影。","sname":"中国电影博物馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"d44eee399769c3a4d6b74e7e","name":"汉堡王(麒麟社店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3d0%2c0%2c470%2c285%3bw%3d470%3bq%3d99%3bc%3dnuomi%2c95%2c95/sign=a858d72a54da81cb5aa9d98d6f56fc26/8ad4b31c8701a18b82e02d919b2f07082938fee0.jpg","overall_rating":"4.0","distance":313,"map_remark_count":332,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48459021897,"y":40.002716748349},"price":20,"recommendation":["薯条","皇堡","双层牛肉培根汉堡","霸王鸡条（微辣）","小皇汉堡包","豆浆","鸡条","草莓新地","大薯条","热奶茶","港式奶茶","小薯条","芥末酱","粗薯条","芒果慕斯","炫辣鸡腿堡","冰激凌","大份薯条","圆筒","愤怒的皇堡","天椒皇堡","果木烤鸡肉堡","all","川蜀风情翅","嫩香鸡块","冰淇淋"]},"type":1},{"sid":"9cfbf47a261257ae7e7e5dfd","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=20ca00506e061d957d133f3c4ec426e5/43e6c733415e9d1bac4b5f00.jpg","avg_remark_score":4.1,"map_x":116.43663597593,"map_y":39.989675048848,"going_count":12,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguoxiandaiwenxueguan","distance":4583,"desc":"中国现代文学馆是中国现代文学的资料中心，集博物馆、图书馆、档案馆于一身，原址在西三环路万寿寺，新址在亚运村。\n中国现代文学馆新馆花园塑立着老舍、郭沫若等十三位大师的雕像。现代化的新馆拥有52个文库，藏有巴金、冰心、丁玲、周扬等众多现代作家的著作、信件和收藏书籍，有藏品30余万件，其中有书籍杂志、报纸、手稿、书信、照片、录音录像带和文物。设有4个展厅，展出有\u201c20世纪文学大师风采展\u201d、\u201c中国现当代文学展\u201d和\u201c作家文库展\u201d。\n中国现代文学馆新馆在总体布局中，将中国传统的中轴对称庭院组合和江南园林建筑的造园手法相结合，并融入了一些彩灯、暗流、涌泉和椭圆形社交广场等西式文化，在绿意缭绕的建筑周围有文学大师们的青铜雕像散落其间，使整个建筑组群的平面和空间活泼多变，极富现代感，又有历史的文学气息。屋顶的设计上更有独到之处：传统的双坡和四坡攒尖的屋面都不到顶，省去了顶尖部分的无用空间，在顶部开辟了各种形状的采光天棚，大大丰富了室内空间和光影变幻；从外部看，更形成了双屋顶脊或三角形屋脊，再结合传统屋脊鼻子，大大丰富了建筑的外部形象。","sname":"中国现代文学馆","type":2,"tags":[],"poi":{"sid":"9cfbf47a261257ae7e7e5dfd","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=20ca00506e061d957d133f3c4ec426e5/43e6c733415e9d1bac4b5f00.jpg","avg_remark_score":4.1,"map_x":116.43663597593,"map_y":39.989675048848,"going_count":12,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"zhongguoxiandaiwenxueguan","distance":4583,"desc":"中国现代文学馆是中国现代文学的资料中心，集博物馆、图书馆、档案馆于一身，原址在西三环路万寿寺，新址在亚运村。\n中国现代文学馆新馆花园塑立着老舍、郭沫若等十三位大师的雕像。现代化的新馆拥有52个文库，藏有巴金、冰心、丁玲、周扬等众多现代作家的著作、信件和收藏书籍，有藏品30余万件，其中有书籍杂志、报纸、手稿、书信、照片、录音录像带和文物。设有4个展厅，展出有\u201c20世纪文学大师风采展\u201d、\u201c中国现当代文学展\u201d和\u201c作家文库展\u201d。\n中国现代文学馆新馆在总体布局中，将中国传统的中轴对称庭院组合和江南园林建筑的造园手法相结合，并融入了一些彩灯、暗流、涌泉和椭圆形社交广场等西式文化，在绿意缭绕的建筑周围有文学大师们的青铜雕像散落其间，使整个建筑组群的平面和空间活泼多变，极富现代感，又有历史的文学气息。屋顶的设计上更有独到之处：传统的双坡和四坡攒尖的屋面都不到顶，省去了顶尖部分的无用空间，在顶部开辟了各种形状的采光天棚，大大丰富了室内空间和光影变幻；从外部看，更形成了双屋顶脊或三角形屋脊，再结合传统屋脊鼻子，大大丰富了建筑的外部形象。","sname":"中国现代文学馆","type":2,"tags":[],"price":0,"origin_price":0}},{"poi":{"place_uid":"bff8fa7d93e87fb9c9213df8","name":"火宴山火锅(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C470%2C285%3Bw%3D470%3Bq%3D79/sign=3c4e51ada84bd1131082ed72679f883f/adaf2edda3cc7cd979cb81073c01213fb90e910e.jpg","overall_rating":"4.3","distance":710,"map_remark_count":14949,"is_rec":0,"aoi":"","reason":"火宴山是一家致力于餐饮事业研究与开发、推崇新疆民族文化、倡导快乐健康饮食消费理念的综合性事业机构。火宴山在北京的第一家店就开在望京，6月1日刚刚火热出炉，第二家店也在朝阳北路开业。这里新疆风味美食纯正地道，各地海量特色美味也丝毫不输，菜品丰富营养搭配合理的火锅，全自助的火锅。","point":{"x":116.48776698657,"y":39.995378108641},"price":69,"recommendation":["蛋挞","羊肉","寿司","水果","番茄锅底","海鲜","牛肉","青虾","柠檬汁","奥尔良烤鸡腿","麻辣锅底","鸭肠","红豆沙","三文鱼","螃蟹","蔬菜","金针菇","羊肉串","绿豆沙","乌鸡肉","虾滑","鱼滑","刺身","大盘鸡","酸梅汤","丁丁炒面","甜品","冰激凌","奥尔良烤鸡","大虾","扇贝","橙汁","虾","各种水果","辣鱼","鱿鱼","小鲳鱼","烤豆腐","鸡柳鸡米花","西瓜","紫菜包饭","凉菜虾子","蟹钳","墨鱼仔","烤羊肉","水蜜桃罐头","烤鸭","炸鸡柳海星","哈尔滨啤酒","海鲜火锅","毛豆","羊肉肥牛","番茄锅底蛋挞","铁板烧","粉条","酸奶","鱼腩","肥羊","羊肉片牛肉片","酸菜锅","涮肥牛","烤鸡腿羊肉串","苹果","撒尿牛丸","涮品","香菇","鸡肉串","墨鱼丸子","椒麻鸡","抓饭大盘鸡","粉丝","火龙果","小糕点","菜","皮蛋粥","现切羊肉","蟹腿","金桔柠檬","牛羊肉片","牛肉片","烤鱼","牛羊肉卷","葡萄","涮鱼","美食","巴西烤肉","青菜","？？。。tinkle","现切肉片","生鱼片","小料","烤羊肉串","肥肠腰花","和羊肉串","粽子","咖喱锅","绿茶饼","抓饭","炸鸡柳鸡块","糖蒜","木瓜","海鲜汁","肉卷","小黄鱼","拉条子","冰激淋","小螃蟹","番茄汤","南瓜粥","牛羊肉蛋挞","奶","牛羊肉鲜虾","牛大骨","布丁","酸梅汁","芒果汁","酸奶冰激凌","菊花茶","淮山","肥肠","虾爬子","月饼","蒜蓉扇贝","烤翅","肉丸子","柚子","涮菜","橘子","薯条","鹅肠","柠檬水","切蟹","豆浆","蛋塔","麻酱","炸鸡柳","炸鸡","辣酱","麻辣烫","香辣锅底","玉米","微辣锅底","菌汤锅","葡萄酒","寿司薯条","三鲜锅底","腌肉","非常好吃，实惠","椰奶","火锅汤","螃蟹虾","蒸南瓜","菌汤锅底","寿司蛋挞","大螃蟹","鲜虾","现切羊肉片","肥牛","涮肉","大盘鸡手抓饭","混合品","馒头","鱼肉","手抓饭","牛肉卷","烤鸡翅","豆腐串","哈密瓜","火锅","涮羊肉","香辣蟹","香蕉","凉面","土豆片","卡布奇诺","下午茶","黑加仑","番茄锅底柠檬汁","椒麻鸡大盘鸡","蛤蜊","吃的乱七八糟","红虾","烤肉串","三文鱼刺身北极贝"]},"type":1},{"sid":"75fd5f52dec9c3f9db7dfe26","pic_url":"http://a.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=7fdf98e9b999a9013b60533228a5264f/d53f8794a4c27d1eb2f47f391ad5ad6edcc43878.jpg","avg_remark_score":4.2,"map_x":116.54074401504,"map_y":40.013460039546,"going_count":2,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"guanfubowuguan","distance":4678,"desc":"观复博物馆是新中国第一家私立博物馆。1996年10月30日获政府批准成立，马未都先生为创办人。2004年实行理事会制。该馆设有：瓷器馆、家具馆、油画馆、工艺馆、影像馆、门窗馆和多功能厅。常年举办各类展览及讲座，开展鉴定和咨询业务。展览侧重开放形式，强调人与历史的沟通，突出传统文化的亲和力。观复博物馆在浙江杭州、福建厦门设有地方馆。","sname":"观复博物馆","type":2,"tags":[],"poi":{"sid":"75fd5f52dec9c3f9db7dfe26","pic_url":"http://a.hiphotos.baidu.com/lvpics/wh%3D450%2C450/sign=7fdf98e9b999a9013b60533228a5264f/d53f8794a4c27d1eb2f47f391ad5ad6edcc43878.jpg","avg_remark_score":4.2,"map_x":116.54074401504,"map_y":40.013460039546,"going_count":2,"remark_count":"16","parent_sid":"795ac511463263cf7ae3def3","surl":"guanfubowuguan","distance":4678,"desc":"观复博物馆是新中国第一家私立博物馆。1996年10月30日获政府批准成立，马未都先生为创办人。2004年实行理事会制。该馆设有：瓷器馆、家具馆、油画馆、工艺馆、影像馆、门窗馆和多功能厅。常年举办各类展览及讲座，开展鉴定和咨询业务。展览侧重开放形式，强调人与历史的沟通，突出传统文化的亲和力。观复博物馆在浙江杭州、福建厦门设有地方馆。","sname":"观复博物馆","type":2,"tags":[],"price":"41","origin_price":null}},{"poi":{"place_uid":"606289fdbcd0c054a2046444","name":"眉州东坡酒楼(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C320%2C320%3Bw%3D640%3Bq%3D89/sign=bddb312a32f33a878a225a5afb6c3c08/aa64034f78f0f736c721fe1b0255b319eac413c8.jpg","overall_rating":"4.4","distance":934,"map_remark_count":892,"is_rec":0,"aoi":"","reason":"\u201c全家人都喜欢\u201d的川菜馆。菜式有些\u201c不落俗套\u201d的改良，口味也\u201c不太会出错\u201d。东坡肘子确实\u201c不一般\u201d，\u201c软烂\u201d的皮、\u201c咸中带甜\u201d的肉、\u201c滑而不腻\u201d的膘，\u201c想想就流口水\u201d。香肠也\u201c吐血推荐\u201d，有\u201c原味和香辣\u201d两种，\u201c超级下饭\u201d。用餐时段，大堂\u201c非常热闹\u201d，服务员难免\u201c忙不过来\u201d。","point":{"x":116.48130601402,"y":39.995114652323},"price":76,"recommendation":["东坡肘子","酸辣鳝丝","麻婆豆腐","眉州香肠","宫保鸡丁","东坡扣肉","樟茶鸭","干锅娃娃菜","担担面","棒棒鸡","水煮鱼","宫爆鸡丁","毛血旺","清炒豌豆尖","夫妻肺片","辣子鸡","宫保虾球","东坡肉","豉椒炒牛肉","水煮牛肉","土豆泥","干锅鸭","芽菜碎米鸡","萝卜丝鲫鱼汤","葱香虾","竹荪汤","重庆辣子鸡","章茶鸭","大螃蟹","鸭脖子","眉州炒饭","杨枝甘露","大千鸡煲","一品东坡肉","苦瓜豆角","蔬菜山珍组合","鸡丝凉面","鸭血","龙利鱼","炝炒莲花白","回锅肉","王家渡鱼头王","自助小料","大黄鱼","板栗烧鸡","绿豆老南瓜","马盏糕","小黄鱼","川式酥肉","精选雪花羊肉","番茄锅底"]},"type":1},{"poi":{"place_uid":"eb3675038756b30200ec0154","name":"安妮意大利餐厅(望京店)","pic_url":"http://qcloud.dpfile.com/pc/WYwz8lvl5E8Qm-XgfwyVG0UDAdgL8B81_t69IgobOJpFsKoitARok5UI-Ul_62SJuoWgh6flEoCpotrIjLoTeQ.jpg","overall_rating":"4.7","distance":234,"map_remark_count":804,"is_rec":0,"aoi":"","reason":"性价比\u201c较高\u201d的意式餐厅。奶油蘑菇汤\u201c浓稠清香\u201d，味道真\u201c不错\u201d；安妮pizza是\u201c薄底\u201d的，\u201c酥脆可口\u201d，做馅儿的香肠和肉肉\u201c绝无淀粉\u201d，分量\u201c实在\u201d；\u201c经典\u201d甜品提拉米苏一定要试，\u201c超大一份\u201d，\u201c厚厚\u201d的可可粉混合酒香，口感丰富得叫人\u201c感动\u201d。","point":{"x":116.4888367786,"y":39.999727857212},"price":70,"recommendation":["安妮比萨","奶油蘑菇汤","金枪鱼沙拉","千层面","烟熏三文鱼","厨师沙拉","胡椒香肠披萨","安妮沙拉","提拉米苏","肉酱千层面","安妮海鲜意面","意面","安妮披萨","安妮海鲜意粉","西冷牛排","羊排","凯撒沙拉","奶酪茄子","四季匹萨","紫苏意面","薯条","苹果派","肉眼牛排","披萨","南瓜汤"]},"type":1},{"poi":{"place_uid":"0f3ad537ccc941124e776e66","name":"马马海鲜大咖(望京店)","pic_url":"http://e.hiphotos.baidu.com/bainuo/crop%3D0%2C0%2C690%2C460%3Bw%3D690%3Bq%3D99%3Bc%3Dnuomi%2C95%2C95/sign=4df4dc65df88d43fe4e6cbb2402efe2b/f703738da977391202ecfe71f1198618377ae2dc.jpg","overall_rating":"4.4","distance":175,"map_remark_count":292,"is_rec":0,"aoi":"","reason":"","point":{"x":116.48686868106,"y":40.002839860588},"price":110},"type":1}],"key":"around"}]
     * detailIcons : {"title":false,"subtitle":false,"info":[{"icon":"scene","desc":"景点"},{"icon":"food","desc":"美食"},{"icon":"hotel","desc":"酒店"},{"icon":"shopping","desc":"购物"},{"icon":"play","desc":"玩法"},{"icon":"more","desc":"更多"}]}
     */

    private SceneInfoBean scene_info;

    public SceneInfoBean getScene_info() {
      return scene_info;
    }

    public void setScene_info(SceneInfoBean scene_info) {
      this.scene_info = scene_info;
    }

    public static class SceneInfoBean {
      /**
       * title : subtitle : info : {"sid":"795ac511463263cf7ae3def3","surl":"beijing","sname":"北京","parent_sid":"5007715ac511463263cfd1f3","uid":"66371958f556d77846ef25d1","view_count":"11336275","cid":"1","star":"5","scene_layer":"4","is_china":"1","vid":"4d1595669b396215de375450","ambiguity_sname":"北京","place_uid":"7af0a1acefe223dd0a1cc7f3","place_name":"","map_cid":"131","plan_layer":"4","poiid":"","qunar_code":"beijing_city","ext":{"sid":"795ac511463263cf7ae3def3","passed_count":"625","view_count":"0","lower_desc":null,"lower_count":"0","scene_layer":"4","fmap_x":"744286721","fmap_y":"393696069","visit_count":"394818","map_x":"12957008.915895","map_y":"4833827.6626995","map_info":"116.393525,39.969654","self_notes":"0","going_count":"8700","gone_count":"127068","md5":"de9b9870f949e7e08194e33898595ece","phone_package_size":"25948814","ipad_package_size":"0","ipad_package_md5":"c22ce4c6b27c4ed1de372ebc6e3ded15","poid":"64d96904b51dec9c4d08b74b","remark_count":"5957","tpl_id":"1","version_id":"1","alias":"京，Peking","en_sname":"Beijing","address":"","phone":"","level":"","website":"","visa_level":"0","abs_desc":"表面上它是现代大都会，但内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。","sketch_desc":"","more_desc":"北京，中国首都。每个人心中，都有一个\u201c我爱北京天安门\u201d的北京情结，都曾梦想着生活在传说中的紫禁城；梦想着穿梭在王朔笔下的胡同和大院；也梦想着爬上万里长城，大喊：我是好汉！在每个人心中，都一个人属于自己的北京。\n北京是一座包容万象、海纳百川的城市。三千年的历史，六朝故都，这里荟萃了自元明清以来的中华文化，荟萃了众多名胜古迹和人文景观。这里汇聚了八方来客，宗教、文化、语言在这里融合，兼容并蓄。如果想准确的描绘出北京的模样，无异于痴人说梦，北京在红宫墙外的宁静小路上，在胡同儿的转弯拐角儿，在国贸的匆匆路旁，也在未名湖边的石砖小径。只有用心去感受，去聆听，才能听到北京的内心独白。\n在我的心里，北京表面上它是现代大都会，但是内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。\n有许多著名的学府如清华、北大等也汇聚于此，可以漫步校园中想象朱自清、胡适等昔日大师在校任教时的情景。\n还有许多闻名遐迩的自然景观，如红叶迷人的香山公园、竹林遍地的紫竹院、环境幽雅的玉渊潭\u2026\u2026","avg_remark_score":"4.3","template_id":"0","impression":"北京文化底蕴深厚，是一个古典与现代结合的城市。旅游资源十分丰富，景色都很宏伟壮观。北京的交通和购物都很方便，也有很多美食，小吃和北京烤鸭好吃，雾霾比较严重，空气质量不行。","language":"汉语","avg_cost":"¥2000","cids":"1","template_id_new":"0","accuweather_id":"101924","booking_id":"-1898541","season":"0"},"mapid":"131","pic_url":"http://b.hiphotos.baidu.com/lvpics/wh%3D1080%2C1080/sign=fe6c3192a7ec08fa26551ba669d60d41/bd3eb13533fa828baf7108cefa1f4134970a5a48.jpg","weather":{"temp":"13~28","weather":"晴","wid":"1","acc_url":"http://m.weather.com.cn/mweather/101010100.shtml"}}
       */

      private String title;
      private String subtitle;
      private InfoBean info;

      public String getTitle() {
        return title;
      }

      public void setTitle(String title) {
        this.title = title;
      }

      public String getSubtitle() {
        return subtitle;
      }

      public void setSubtitle(String subtitle) {
        this.subtitle = subtitle;
      }

      public InfoBean getInfo() {
        return info;
      }

      public void setInfo(InfoBean info) {
        this.info = info;
      }

      public static class InfoBean {
        /**
         * sid : 795ac511463263cf7ae3def3 surl : beijing sname : 北京 parent_sid :
         * 5007715ac511463263cfd1f3 uid : 66371958f556d77846ef25d1 view_count : 11336275 cid : 1
         * star : 5 scene_layer : 4 is_china : 1 vid : 4d1595669b396215de375450 ambiguity_sname : 北京
         * place_uid : 7af0a1acefe223dd0a1cc7f3 place_name : map_cid : 131 plan_layer : 4 poiid :
         * qunar_code : beijing_city ext : {"sid":"795ac511463263cf7ae3def3","passed_count":"625","view_count":"0","lower_desc":null,"lower_count":"0","scene_layer":"4","fmap_x":"744286721","fmap_y":"393696069","visit_count":"394818","map_x":"12957008.915895","map_y":"4833827.6626995","map_info":"116.393525,39.969654","self_notes":"0","going_count":"8700","gone_count":"127068","md5":"de9b9870f949e7e08194e33898595ece","phone_package_size":"25948814","ipad_package_size":"0","ipad_package_md5":"c22ce4c6b27c4ed1de372ebc6e3ded15","poid":"64d96904b51dec9c4d08b74b","remark_count":"5957","tpl_id":"1","version_id":"1","alias":"京，Peking","en_sname":"Beijing","address":"","phone":"","level":"","website":"","visa_level":"0","abs_desc":"表面上它是现代大都会，但内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。","sketch_desc":"","more_desc":"北京，中国首都。每个人心中，都有一个\u201c我爱北京天安门\u201d的北京情结，都曾梦想着生活在传说中的紫禁城；梦想着穿梭在王朔笔下的胡同和大院；也梦想着爬上万里长城，大喊：我是好汉！在每个人心中，都一个人属于自己的北京。\n北京是一座包容万象、海纳百川的城市。三千年的历史，六朝故都，这里荟萃了自元明清以来的中华文化，荟萃了众多名胜古迹和人文景观。这里汇聚了八方来客，宗教、文化、语言在这里融合，兼容并蓄。如果想准确的描绘出北京的模样，无异于痴人说梦，北京在红宫墙外的宁静小路上，在胡同儿的转弯拐角儿，在国贸的匆匆路旁，也在未名湖边的石砖小径。只有用心去感受，去聆听，才能听到北京的内心独白。\n在我的心里，北京表面上它是现代大都会，但是内心却有抹不去的古朴和怀旧。闲庭信步在逐渐少去的胡同里，走进那热气腾腾的涮肉店，那才是真正的北京。\n有许多著名的学府如清华、北大等也汇聚于此，可以漫步校园中想象朱自清、胡适等昔日大师在校任教时的情景。\n还有许多闻名遐迩的自然景观，如红叶迷人的香山公园、竹林遍地的紫竹院、环境幽雅的玉渊潭\u2026\u2026","avg_remark_score":"4.3","template_id":"0","impression":"北京文化底蕴深厚，是一个古典与现代结合的城市。旅游资源十分丰富，景色都很宏伟壮观。北京的交通和购物都很方便，也有很多美食，小吃和北京烤鸭好吃，雾霾比较严重，空气质量不行。","language":"汉语","avg_cost":"¥2000","cids":"1","template_id_new":"0","accuweather_id":"101924","booking_id":"-1898541","season":"0"}
         * mapid : 131 pic_url : http://b.hiphotos.baidu.com/lvpics/wh%3D1080%2C1080/sign=fe6c3192a7ec08fa26551ba669d60d41/bd3eb13533fa828baf7108cefa1f4134970a5a48.jpg
         * weather : {"temp":"13~28","weather":"晴","wid":"1","acc_url":"http://m.weather.com.cn/mweather/101010100.shtml"}
         */

        private String sid;
        private String surl;
        private String sname;
        private String parent_sid;
        private String uid;
        private String view_count;
        private String cid;
        private String star;
        private String scene_layer;
        private String is_china;
        private String vid;
        private String ambiguity_sname;
        private String place_uid;
        private String place_name;
        private String map_cid;
        private String plan_layer;
        private String poiid;
        private String qunar_code;
        private String mapid;
        private String pic_url;
        private WeatherBean weather;

        public String getSid() {
          return sid;
        }

        public void setSid(String sid) {
          this.sid = sid;
        }

        public String getSurl() {
          return surl;
        }

        public void setSurl(String surl) {
          this.surl = surl;
        }

        public String getSname() {
          return sname;
        }

        public void setSname(String sname) {
          this.sname = sname;
        }

        public String getParent_sid() {
          return parent_sid;
        }

        public void setParent_sid(String parent_sid) {
          this.parent_sid = parent_sid;
        }

        public String getUid() {
          return uid;
        }

        public void setUid(String uid) {
          this.uid = uid;
        }

        public String getView_count() {
          return view_count;
        }

        public void setView_count(String view_count) {
          this.view_count = view_count;
        }

        public String getCid() {
          return cid;
        }

        public void setCid(String cid) {
          this.cid = cid;
        }

        public String getStar() {
          return star;
        }

        public void setStar(String star) {
          this.star = star;
        }

        public String getScene_layer() {
          return scene_layer;
        }

        public void setScene_layer(String scene_layer) {
          this.scene_layer = scene_layer;
        }

        public String getIs_china() {
          return is_china;
        }

        public void setIs_china(String is_china) {
          this.is_china = is_china;
        }

        public String getVid() {
          return vid;
        }

        public void setVid(String vid) {
          this.vid = vid;
        }

        public String getAmbiguity_sname() {
          return ambiguity_sname;
        }

        public void setAmbiguity_sname(String ambiguity_sname) {
          this.ambiguity_sname = ambiguity_sname;
        }

        public String getPlace_uid() {
          return place_uid;
        }

        public void setPlace_uid(String place_uid) {
          this.place_uid = place_uid;
        }

        public String getPlace_name() {
          return place_name;
        }

        public void setPlace_name(String place_name) {
          this.place_name = place_name;
        }

        public String getMap_cid() {
          return map_cid;
        }

        public void setMap_cid(String map_cid) {
          this.map_cid = map_cid;
        }

        public String getPlan_layer() {
          return plan_layer;
        }

        public void setPlan_layer(String plan_layer) {
          this.plan_layer = plan_layer;
        }

        public String getPoiid() {
          return poiid;
        }

        public void setPoiid(String poiid) {
          this.poiid = poiid;
        }

        public String getQunar_code() {
          return qunar_code;
        }

        public void setQunar_code(String qunar_code) {
          this.qunar_code = qunar_code;
        }

        public String getMapid() {
          return mapid;
        }

        public void setMapid(String mapid) {
          this.mapid = mapid;
        }

        public String getPic_url() {
          return pic_url;
        }

        public void setPic_url(String pic_url) {
          this.pic_url = pic_url;
        }

        public WeatherBean getWeather() {
          return weather;
        }

        public void setWeather(WeatherBean weather) {
          this.weather = weather;
        }

        public static class WeatherBean {
          /**
           * temp : 13~28
           * weather : 晴
           * wid : 1
           * acc_url : http://m.weather.com.cn/mweather/101010100.shtml
           */

          private String temp;
          private String weather;
          private String wid;
          private String acc_url;

          public String getDescribe() {
            return getWeather() + " " + getTemp() + "℃";
          }

          public String getTemp() {
            return temp;
          }

          public void setTemp(String temp) {
            this.temp = temp;
          }

          public String getWeather() {
            return weather;
          }

          public void setWeather(String weather) {
            this.weather = weather;
          }

          public String getWid() {
            return wid;
          }

          public void setWid(String wid) {
            this.wid = wid;
          }

          public String getAcc_url() {
            return acc_url;
          }

          public void setAcc_url(String acc_url) {
            this.acc_url = acc_url;
          }
        }
      }
    }
  }
}
